packages/p2p-network/src/nat-traversal/templates/get-external-ip.ejs

<?xml version="1.0"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <s:Body>
    <u:GetExternalIPAddress xmlns:u="urn:schemas-upnp-org:service:WANPPPConnection:1"></u:GetExternalIPAddress>
  </s:Body>
</s:Envelope>
